; YT-Legacy-RT 言語ファイル (UTF-16LE必須)
; 新しい翻訳を作るには: このファイルを <言語コード>.ini (ISO 639-1、例 fr.ini) にコピーし、
; "=" の後ろの値を翻訳して [Meta] Name にその言語での言語名を設定してください。
; printf形式のプレースホルダ (%d, %u, %s) はそのまま残すこと。
; 前後に空白が必要な値はダブルクォートで囲むこと。
; num_style: "jp" = 万/億表記, "west" = K/M/B表記。

[Meta]
Name=日本語

[Strings]
lang_auto=自動 (Windowsの言語設定)
search_btn=検索
settings_btn=設定
subs_btn=登録チャンネル
back_btn=← 戻る
pause_btn=一時停止
play_btn=再生
fullscreen=全画面
fullscreen_exit=全画面解除
ready=準備完了
settings_title=設定
instance_label=InvidiousインスタンスURL:
quality_label=画質:
language_label=言語:
local_chk=インスタンス経由で再生 (local=true)
cert_chk=証明書エラーを無視
ok_btn=OK
cancel_btn=キャンセル
searching="検索中: "
results_found=%d件の動画が見つかりました
channels_found=%d件のチャンネル
no_subs=登録チャンネルはありません
no_results=結果が0件でした
enter_query=検索ワードを入力してください
set_instance=設定でインスタンスURLを入力してください
loading=読み込み中...
loading_n=読み込み中... (%d/%d)
fetching_info=動画情報を取得中...
playing=再生中
paused=一時停止中
ended=再生終了
play_failed="再生失敗: "
fallback_note=" ※上位候補失敗: "
no_dash=DASHストリームなし
info_fail=動画情報取得失敗
unreachable=接続不可
audio_suffix=" (音声)"
start_timeout=開始タイムアウト
direct_suffix=直接
cant_fetch=" (インスタンス側でこの動画を取得できていません)"
http_error=HTTPエラー %u
net_fail=通信失敗 (エラーコード %u)
bad_url=URLの形式が不正です
open_fail=WinHttpOpen失敗 (code %u)
conn_fail=接続失敗 (WinHttpConnect, code %u, host=%s:%u)
req_fail=接続失敗 (WinHttpOpenRequest, code %u)
views_fmt=%s回視聴
likes_fmt=高評価 %s
subscribe_btn=チャンネル登録
subscribed_btn=登録済み
num_style=jp
